tap "adoptopenjdk/openjdk"
tap "azure/kubelogin"
tap "bufbuild/buf"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "int128/kubelogin"
brew "adr-tools"
brew "autoconf"
brew "automake"
brew "awscli"
brew "azure-cli"
brew "glib"
brew "harfbuzz"
brew "checkstyle"
brew "docker-credential-helper", link: false
brew "docker-credential-helper-ecr"
brew "findutils"
brew "gimme-aws-creds"
brew "pkg-config"
brew "unbound"
brew "gnupg"
brew "goenv", args: ["HEAD"]
brew "google-java-format"
brew "gopls"
brew "gradle"
brew "grpcurl"
brew "helm"
brew "jdtls"
brew "jenv"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "maven"
brew "nvm"
brew "openapi-generator"
brew "plantuml"
brew "poetry"
brew "poppler"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "ripgrep"
brew "staticcheck"
brew "tcpflow"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "vault"
brew "watch"
brew "yarn"
brew "yq"
brew "zsh-completions"
brew "azure/kubelogin/az-kubelogin"
brew "bufbuild/buf/buf"
brew "d12frosted/emacs-plus/emacs-plus@30"
brew "int128/kubelogin/oidc-kubelogin"
cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "adoptopenjdk14"
cask "anki"
cask "docker"
cask "eclipse-ide"
cask "firefox-nightly"
cask "goland"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "iterm2-beta"
cask "macs-fan-control"
cask "scroll-reverser"
cask "temurin17"
cask "temurin8"
