tap "d12frosted/emacs-plus"
tap "derailed/k9s"
tap "garden-io/garden"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "bash-completion"
brew "curl"
brew "docker-completion"
brew "docker-compose-completion"
brew "snappy"
brew "poppler"
brew "gdal"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "haskell-stack"
brew "python@3.8"
brew "jq"
brew "kubectx"
brew "ledger"
brew "librdkafka"
brew "pango"
brew "mkcert"
brew "mpv"
brew "nvm"
brew "postgresql@10"
brew "ripgrep"
brew "rustup-init"
brew "tmux"
brew "transmission-cli", restart_service: true
brew "tree"
brew "watch"
brew "zsh"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus@28"
brew "derailed/k9s/k9s"
brew "garden-io/garden/garden-cli"
cask "basictex"
cask "discord"
cask "docker"
cask "firefox-nightly"
cask "forticlient-vpn"
cask "google-chrome"
cask "iterm2"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "tor-browser"
